The Earth Also Rises
1996-10-13
The Lunar Orbiter 1 spacecraft was launched in 1966 to map the lunar surface in preparation for the Apollo moon landings. NASA's plucky robotic explorer performed its job well and pioneered this classic view of the Earth poised above the lunar horizon. The first humans to directly witness a similar scene were the Apollo 8 astronauts. As they orbited the Moon in December of 1968 they also recorded Earth rise in a photograph that was to become one of the most famous images in history - a moving portrait of our world from deep space.
https://apod.nasa.gov/apod/image/earthrise_lo1.gif

Moonless Meteors and the Milky Way
2015-08-13
Have you watched the Perseid meteor shower? Though the annual shower's predicted peak was last night, meteor activity should continue tonight (August 13/14), best enjoyed by just looking up in clear, dark skies after midnight. Of course, this year's Perseid shower has the advantage of being active near the August 14 New Moon. Since the nearly New Moon doesn't rise before the morning twilight many fainter meteors are easier to spot until then, with no interference from bright moonlight. The Perseid meteor shower last occurred near a New Moon in 2013. That's when the exposures used to construct this image were made, under dark, moonless skies from Hvar Island off the coast of Croatia. The widefield composite includes 67 meteors streaming from the heroic constellation Perseus, the shower's radiant, captured during 2013 August 8-14 against a background of faint zodiacal light and the Milky Way. The next moonless Perseid meteor shower will be in August 2018.
https://apod.nasa.gov/apod/image/1508/viz_2013_08_08-14_Perseidy_1024a.jpg

Saturn in the Milky Way
2017-06-10
Saturn is near opposition in planet Earth's sky. Rising at sunset and shining brightly throughout the night, it also lies near a line-of-sight to crowded starfields, nebulae, and obscuring dust clouds along the Milky Way. Whitish Saturn is up and left of center in this gorgeous central Milky Way skyscape, a two panel mosaic recorded earlier this month. You can find the bright planet above the bowl of the dusty Pipe nebula, and just beyond the end of a dark river to Antares, alpha star of the constellation Scorpius. For now the best views of the ringed giant planet are from the Saturn-orbiting Cassini spacecraft, though.  Diving close, Cassini's Grand Finale orbit number 8 is in progress.
https://apod.nasa.gov/apod/image/1706/SaturnGC_Nouroozi1024.jpg

Centaurus A: A Peculiar Island of Stars
2023-05-03
Galaxies are fascinating. In galaxies, gravity alone holds together massive collections of stars, dust, interstellar gas, stellar remnants and dark matter.  Pictured is NGC 5128, better known as Centaurus A.  Cen A is the fifth brightest galaxy on the sky and is located at a distance of about 12 million light years from Earth. The warped shape of Cen A is the result of a merger between an elliptical and a spiral galaxy.  Its active galactic nucleus harbors a supermassive black hole that is about 55 million times more massive than our Sun.  This central black hole ejects a fast  jet visible in both radio and X-ray light. Filaments of the jet are visible in red in the upper left.  New observations by the Event Horizon Telescope have revealed a brightening of the jet only towards its edges -- but for reasons that are currently unknown and an active topic of research.   At NASA it's: Black Hole Week
https://apod.nasa.gov/apod/image/2305/NGC5128_Lorenzi_960.jpg

Barnard's Loop around the Horsehead Nebula
2006-04-17
Why is the Horsehead Nebula surrounded by a bubble?  Although glowing like an emission nebula, the origin of the bubble, known as Barnard's Loop, is currently unknown.  Progenitor hypotheses include the winds from bright Orion stars and the supernovas of stars long gone.  Barnard's Loop is too faint to be identified with the unaided eye.  The nebula was discovered only in 1895 by E. E. Barnard on long duration film exposures.  The above image was taken in a single  specific color emitted by hydrogen to bring out detail. To the left of the Horsehead Nebula, visible as the small dark indentation near the image top, is the photogenic Flame Nebula.
https://apod.nasa.gov/apod/image/0604/horseloop_erdman.jpg

A Green Flash from the Sun
2011-01-04
Many think it is just a myth.  Others think it is true but its cause isn't known.  Adventurers pride themselves on having seen it.  It's a green flash from the Sun.  The truth is the green flash does exist and its cause is well understood.  Just as the setting Sun disappears completely from view, a last glimmer appears startlingly green.  The effect is typically visible only from locations with a low, distant horizon, and lasts just a few seconds. A green flash is also visible for a rising Sun, but takes better timing to spot.  A dramatic green flash, as well as an even more rare blue flash, was caught in the above photograph recently observed during a sunset visible from Teide Observatory at Tenerife, Cannary Islands, Spain.  The Sun itself does not turn partly green or blue -- the effect is caused by layers of the Earth's atmosphere acting like a prism.   Best Astronomy Images: APOD Editor to speak in Philadelphia tomorrow night and NYC Friday
https://apod.nasa.gov/apod/image/1101/greenflash_manzona.jpg

John Glenn: Friendship 7 To Discovery
1998-10-29
Rehearsing for his historic flight on February 20, 1962, Mercury program astronaut John H. Glenn Jr. works in a cramped training capsule preparing for a few hours' voyage through space. Dubbed Friendship 7, his own snug spacecraft was launched by an Atlas rocket and carried Glenn three times around planet Earth at an altitude of about 120 miles, returning him safely to a "splashdown" in the Atlantic Ocean. The first American in orbit, Senator Glenn's remarkable return to space will be 36 years later as a payload specialist on the Space Shuttle Discovery mission STS-95. Discovery is a roomier craft which will carry a crew of 7 and an array of scientific payloads, such as the International Extreme Ultraviolet Hitchhiker. Scheduled for launch today at 2:00 PM Eastern Time, Discovery will orbit at an altitude of 320 miles and land after 8 days at Kennedy Space Center's shuttle landing facility. Godspeed the crew of STS-95 !
https://apod.nasa.gov/apod/image/9810/johnglenn62_nasa.jpg

The Last Days of Venus as the Evening Star
2022-01-06
That's not a young crescent Moon posing behind cathedral towers after sunset. It's Venus in a crescent phase. About 40 million kilometers away and about 2 percent illuminated by sunlight, it was captured with camera and telephoto lens in this series of exposures as it set in western skies on January 1 from Veszprem, Hungary. The bright celestial beacon was languishing in the evening twilight, its days as the Evening Star coming to a close as 2022 began. But it was also growing larger in apparent size and becoming an ever thinner crescent in telescopic views. Heading toward a (non-judgemental) inferior conjunction, the inner planet will be positioned between Earth and Sun on January 9 and generally lost from view in the solar glare. A crescent Venus will soon reappear though. Rising in the east by mid-month just before the Sun as the brilliant Morning Star.   Status Updates: Deploying the James Webb Space Telescope
https://apod.nasa.gov/apod/image/2201/venus_220101_ladanyi_web1024.jpg

NGC 891 Edge-on
2013-10-11
This sharp cosmic portrait features NGC 891. The spiral galaxy spans about 100 thousand light-years and is seen almost exactly edge-on from our perspective. In fact, about 30 million light-years distant in the constellation Andromeda, NGC 891 looks a lot like our Milky Way. At first glance, it has a flat, thin, galactic disk and a central bulge cut along the middle by regions of dark obscuring dust. The combined image data also reveal the galaxy's young blue star clusters and telltale pinkish star forming regions. And remarkably apparent in NGC 891's edge-on presentation are filaments of dust that extend hundreds of light-years above and below the center line. The dust has likely been blown out of the disk by supernova explosions or intense star formation activity. Faint neighboring galaxies can also be seen near this galaxy's disk.   Note: How to find APOD Alternative Mirror Sites
https://apod.nasa.gov/apod/image/1310/n891_block950.jpg

A Split Ion Tail for Comet Lovejoy E4
2017-04-25
What's happened to Comet Lovejoy? In the pictured image, a processed composite, the comet was captured early this month after brightening unexpectedly and sporting a long and intricate ion tail. Remarkably, the typically complex effect of the Sun's wind and magnetic field here caused the middle of Comet Lovejoy's ion tail to resemble the head of a needle.  Comet C/2017 E4 (Lovejoy) was discovered only last month by noted comet discoverer Terry Lovejoy.  The comet reached visual magnitude 7 earlier this month, making it a good target for binoculars and long duration exposure cameras. What's happened to Comet Lovejoy (E4) since this image was taken might be considered even more remarkable -- the comet's nucleus appeared to be disintegrating and fading as it neared its closest approach to the Sun two days ago.
https://apod.nasa.gov/apod/image/1704/CometLovejoyE4_Hemmerich2_1080.jpg

