[
    [
        "Earth and Moon",
        "2017-12-04",
        "On rare occasions, the Earth and Moon are photographed together. One of most spectacular times this occurred was 25 years ago this month when the Jupiter-bound Galileo spacecraft zoomed past our home planetary system.  Then, robotic Galileo watched from about 15-times the Earth-Moon separation as our only natural satellite glided past our home world.  The featured video combines 52 historic color-enhanced images. Although our Moon may appear small next to the Earth, no other planet in our Solar System has a satellite so comparable in size .  The Sun, far off to the right, illuminated about half of each sphere, and shows the spinning Earth's white clouds, blue oceans, and tan continents.  Tonight, a nearly full Oak supermoon will be visible from all of Earth from sunset to sunrise.   Gallery: Supermoon 2017  Free APOD Lectures: January 5 in NYC & January 9 in DC",
        "https://www.youtube.com/embed/dGVYC4UZQs8?rel=0"
    ],
    [
        "Southern Orion: From Belt to Witch",
        "2008-04-08",
        "Do you recognize the belt of Orion in this image?  The familiar trio of stars, visible to the unaided eye, can be found across the upper left. Otherwise, the southern part of the constellation Orion has taken on a new look in this unusually deep and wide view First note that the lower left belt star, Alnitak, is the easternmost star in Orion's belt. Left of Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes. Directly below Alnitak, a close inspection will reveal the Horsehead Nebula.  Farther right and below is the Orion Nebula, M42, itself visible to the unaided eye. The brightest star in the frame, near the bottom right, is Rigel. A bright blue star, Rigel illuminates the ominously shaped dust patch known as the Witch Head Nebula, visible as the blue reflection nebula near the lower right corner.  Finally, appearing as a vast red ring and encompassing the entire region, is Barnard's Loop.  Humans could see this entire menagerie, unaided, were their eyes about 10,000 times more sensitive.",
        "https://apod.nasa.gov/apod/image/0804/orionwitch_guisard.jpg"
    ],
    [
        "Degas Ray Crater on Mercury",
        "2000-12-16",
        "Like the Earth's Moon, Mercury is scarred with craters testifying to an intense bombardment during the early history of the Solar System. In 1974, the Mariner 10 spacecraft surveyed this innermost planet up close, producing the only detailed images of its tortured surface. In the above mosaic the bright rays emanating from the 45 kilometer wide Degas crater almost appear to be painted on. The rays consist of light colored material blasted out during the crater's formation. Craters older than Degas are covered by the ray material while younger craters are seen superimposed on the rays. Mercury's gravity and density are about twice that of Earth's Moon so such bright ray craters on the lunar surface tend to be much larger. NASA plans to launch MESSENGER to the least explored terrestrial planet in 2004.",
        "https://apod.nasa.gov/apod/image/0012/degas_merc_mar10.jpg"
    ],
    [
        "Natural Saturn On The Cassini Cruise",
        "2000-01-29",
        "What could you see approaching Saturn aboard an interplanetary cruise ship? Your view would likely resemble this subtly shaded image of the gorgeous ringed gas giant. Processed by the Hubble Heritage project, the picture intentionally avoids overemphasizing color contrasts and presents a natural looking Saturn with cloud bands, storms, nearly edge-on rings, and the small round shadow of the moon Enceladus near the center of the planet's disk. Of course, seats were not available on the only ship currently enroute - the Cassini spacecraft, launched in 1997 and scheduled to arrive at Saturn in the year 2004. After an extended cruise to a world 1,400 million kilometers from the Sun, Cassini will tour the Saturnian system, conducting a remote, robotic exploration with software and instruments designed by denizens of planet Earth. But where is Cassini now? Still about 980 million kilometers from Saturn, last Sunday the spacecraft flew by asteroid 2685 Masursky.",
        "https://apod.nasa.gov/apod/image/0001/saturn_herhst.jpg"
    ],
    [
        "NGC 1365: Majestic Island Universe",
        "2022-12-22",
        "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the faint but heated constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax Cluster of galaxies. This impressively sharp color image shows the intense, reddish star forming regions near the ends of the galaxy's central bar and along its spiral arms. Seen in fine detail, obscuring dust lanes cut across the galaxy's bright core. At the core lies a supermassive black hole. Astronomers think NGC 1365's prominent bar plays a crucial role in the galaxy's evolution, drawing gas and dust into a star-forming maelstrom and ultimately feeding material into the central black hole.",
        "https://apod.nasa.gov/apod/image/2212/NGC1365-CDK24-CDK17_1024.jpg"
    ],
    [
        "HH-222: The Waterfall Nebula",
        "2011-10-24",
        "What created the Waterfall Nebula? No one knows.  The structure seen in the region of NGC 1999 in the Great  Orion Molecular Cloud complex is one of the more mysterious structures yet found on the sky. Designated HH-222, the elongated gaseous stream stretches about ten light years and emits an unusual array of colors. One hypothesis is that the gas filament results from the wind from a young star impacting a nearby molecular cloud. That would not explain, however, why the Waterfall and fainter streams all appear to converge on a bright but unusual non thermal radio source located toward the upper left of the curving structure. Another hypothesis is that the unusual radio source originates from a binary system containing a hot white dwarf, neutron star, or black hole, and that the Waterfall is just a jet from this energetic system. Such systems, though, are typically strong X-rays emitters, and no X-rays have been detected. For now, this case remains unsolved.  Perhaps well-chosen future observations and clever deductive reasoning will unlock the true origin of this enigmatic wisp in the future.   Astronomers: What other \"mysterious structures\" appear on the sky?",
        "https://apod.nasa.gov/apod/image/1110/waterfall2_kpno_900.jpg"
    ],
    [
        "Portrait of NGC 281",
        "2014-11-28",
        "Look through the cosmic cloud cataloged as NGC 281 and you might miss the stars of open cluster IC 1590. But, formed within the nebula, that cluster's young, massive stars ultimately power the pervasive nebular glow. The eye-catching shapes looming in this portrait of NGC 281 are sculpted columns and dense dust globules seen in silhouette, eroded by intense, energetic winds and radiation from the hot cluster stars. If they survive long enough, the dusty structures could also be sites of future star formation. Playfully called the Pacman Nebula because of its overall shape, NGC 281 is about 10,000 light-years away in the constellation Cassiopeia. This sharp composite image was made through narrow-band filters, combining emission from the nebula's hydrogen, sulfur, and oxygen atoms in green, red, and blue hues. It spans over 80 light-years at the estimated distance of NGC 281.",
        "https://apod.nasa.gov/apod/image/1411/NGC281_STXL11002_AOXPugh950.jpg"
    ],
    [
        "The Delta Clipper",
        "1995-10-28",
        "",
        "https://apod.nasa.gov/apod/image/dc-xa.gif"
    ],
    [
        "Globular Cluster 47 Tucanae",
        "1997-09-19",
        "Stars come in bunches. Of the over 200 globular star clusters that orbit the center of our Milky Way Galaxy, 47 Tucanae is the second brightest globular cluster (behind Omega Centauri).  Known to some affectionately as 47 Tuc or NGC 104, it is only visible from the Southern Hemisphere.  Light takes about 20,000 years to reach us from 47 Tuc which can be seen near the SMC in the constellation of Tucana.  Red Giant stars are particularly easy to see in the above photograph.   The dynamics of stars near the center of 47 Tuc are not well understood, particularly why there are so few binary systems there.",
        "https://apod.nasa.gov/apod/image/9709/47tuc_wc.jpg"
    ],
    [
        "The Antennae",
        "2011-04-29",
        "Some 60 million light-years away in the southerly constellation Corvus, two large galaxies collided. But the stars in the two galaxies, cataloged as NGC 4038 and NGC 4039, don't collide in the course of the ponderous event, lasting hundreds of millions of years. Instead, their large clouds of molecular gas and dust do, triggering furious episodes of star formation near the center of the cosmic wreckage. Spanning about 500 thousand light-years, this stunning view also reveals new star clusters and matter flung far from the scene of the accident by gravitational tidal forces. Of course, the suggestive visual appearance of the extended arcing structures gives the galaxy pair its popular name - The Antennae.",
        "https://apod.nasa.gov/apod/image/1104/ngc4038_HagarOreshko900c.jpg"
    ],
    [
        "A Path North",
        "2020-04-07",
        "What happens if you keep going north? The direction north on the Earth, the place on your horizon below the northern spin pole of the Earth -- around which other stars appear to slowly swirl, will remain the same. This spin-pole-of-the-north will never move from its fixed location on the sky -- night or day -- and its height will always match your latitude.  The further north you go, the higher the north spin pole will appear.  Eventually, if you can reach the Earth's North Pole, the stars will circle a point directly over your head.  Pictured, a four-hour long stack of images shows stars trailing in circles around this north celestial pole.  The bright star near the north celestial pole is Polaris, known as the North Star.  The bright path was created by the astrophotographer's headlamp as he zigzagged up a hill just over a week ago in Lower Saxony, Germany. The astrophotographer can be seen, at times, in shadow. Actually, the Earth has two spin poles -- and much the same would happen if you started below the Earth's equator and went south.",
        "https://apod.nasa.gov/apod/image/2004/PathNorth_Konang_960.jpg"
    ],
    [
        "Ghost Aurora over Canada",
        "2019-10-27",
        "What does this aurora look like to you? While braving the cold to watch the skies above northern Canada early one morning in 2013, a most unusual aurora appeared.  The aurora definitely appeared to be shaped like something , but what? Two ghostly possibilities recorded by the astrophotographer were \"witch\" and \"goddess of dawn\", but please feel free to suggest your own Halloween-enhanced impressions. Regardless of fantastical pareidolic interpretations, the pictured aurora had a typical green color and was surely caused by the scientifically commonplace action of high energy particles from space interacting with oxygen in Earth's upper atmosphere.  In the image foreground, at the bottom, is a frozen Alexandra Falls, while evergreen trees cross the middle.",
        "https://apod.nasa.gov/apod/image/1910/AuroraGhost_Takasaka_960.jpg"
    ],
    [
        "Saturn at the Lunar Limb",
        "2002-02-22",
        "Gliding through the sky on Wednesday evening, February 20th, a first quarter Moon seemed to run over bright planet Saturn as viewed from much of North America. In this sharp sequence of telescopic digital images from the Powell Observatory near Louisburg, Kansas, USA, Saturn is seen reappearing from behind the bright lunar limb over a period of about 2 minutes. The ringed planet emerges above the dark, smooth lunar Mare Crisium (Sea of Crises). This lunar occultation was widely anticipated in part because the ringed planet and the brilliant Moon are both spectacular celestial sights. Now, European sky gazers will have their turn as the Moon occults the Solar System's largest planet, Jupiter in early morning hours on Saturday, February 23rd.",
        "https://apod.nasa.gov/apod/image/0202/occsat_martinez.jpg"
    ],
    [
        "The Quiet Sagittarius A*",
        "2013-09-06",
        "Hot gas is hard to swallow. At least that seems to be true for the supermassive black hole at the center of our Milky Way Galaxy. Known as source Sagittarius A*, the Milky Way's black hole is centered in this infrared (red and yellow hues) and X-ray (blue) composite. Based on data from an extensive campaign of observations by the orbiting Chandra X-ray telescope, the diffuse emission surrounding the black hole is seen in the close-up inset, the inset field spanning about 1/2 light-year across the galactic center some 26,000 light-years away. Astronomers have found that the X-ray emission originates in hot gas drawn from the winds of massive young stars in the region. The Chandra data indicate that only about 1% or less of the gas within the black hole's gravitational influence ever reaches the event horizon, losing enough heat and angular momentum to fall into the black hole, while the rest of the gas escapes in an outflow. The result explains why the Milky Way's black hole is so quiet, much fainter than might be expected in energetic X-rays. It likely holds for most supermassive black holes in galaxies in the nearby Universe.",
        "https://apod.nasa.gov/apod/image/1309/sgra_gasChandra_900c.jpg"
    ],
    [
        "Flashes of the Crab Pulsar",
        "2021-02-09",
        "It somehow survived an explosion that would surely have destroyed our Sun. Now it is spins 30 times a second and is famous for the its rapid flashes. It is the Crab Pulsar, the rotating neutron star remnant of the supernova that created the Crab Nebula. A careful eye can spot the pulsar flashes in the featured time-lapse video, just above the image center. The video was created by adding together images taken only when the pulsar was flashing, as well as co-added images from other relative times.  The Crab Pulsar flashes may have been first noted by an unknown woman attending a public observing night at the University of Chicago in 1957 -- but who was not believed.  The progenitor supernova explosion was seen by many in the year 1054 AD.  The expanding Crab Nebula remains a picturesque expanding gas cloud that glows across the electromagnetic spectrum.  The pulsar is now thought to have survived the supernova explosion because it is composed of extremely-dense quantum-degenerate matter.   Who was this mystery woman?  Please email leads to the APOD editors.",
        "https://www.youtube.com/embed/4on-e614tag?rel=0"
    ],
    [
        "The Rosette Nebula in Hydrogen, Oxygen, and Sulfur",
        "2000-01-11",
        "The Rosette Nebula is a large emission nebula located 3000 light-years away.   The great abundance of hydrogen gas gives NGC 2237 its red color in most photographs.  The wind from the open cluster of stars known as NGC 2244 has cleared a hole in the nebula's center.  The above photograph, however, was taken in the light emitted by three elements of the gas ionized by the energetic central stars.  Here green light originating from oxygen and blue light originating from sulfur supplements the red from hydrogen.  Filaments of dark dust lace run through the nebula's gases.  The origin of recently observed fast-moving molecular knots in the Rosette Nebula remains under investigation.",
        "https://apod.nasa.gov/apod/image/0001/rosette_kpno.jpg"
    ],
    [
        "A Twisted Solar Eruptive Prominence",
        "2003-02-23",
        "A huge eruptive prominence is seen moving out from our Sun in this condensed half-hour time-lapse sequence.  Ten Earths could easily fit in the \"claw\" of this seemingly solar monster.  This large prominence, though, is significant not only for its size, but its shape.  The twisted figure eight shape indicates that a complex  magnetic field threads through the emerging solar particles.  Recent evidence of differential rotation inside the Sun might help account for the surface explosion.  The sequence was taken early in the year 2000 by the Sun-orbiting SOHO satellite.  Although large prominences and energetic Coronal Mass Ejections (CMEs) are relatively rare, they are occurred more frequently near Solar Maximum, the time of peak sunspot and solar activity in the eleven-year solar cycle.",
        "https://apod.nasa.gov/apod/image/0302/promanim4_eit.gif"
    ],
    [
        "Asteroids",
        "1998-03-13",
        "No asteroid or comet is known to be on a collision course with Earth. The asteroid designated 1997 XF11 had been predicted to come uncomfortably close, but new estimates place its passing beyond the orbit of the Moon. This earth-approaching asteroid was discovered by SpaceWatch astronomer Jim Scotti in December of last year. Orbital computations using new observations suggested that it would pass within 30,000 miles of the Earth's center on October 26, 2028 - a very near miss considering that the radius of the Earth itself is about 4,000 miles. However, more recent and further refined calculations based on both new and archival data indicate that the closest approach will be 600,000 miles in 2028. Imaged by NASA spacecraft, the three potato-shaped objects above are large main-belt asteroids orbiting between Mars and Jupiter. Shown to the same scale from left to right are Mathilde, Gaspra, and Ida. Mathilde has dimensions of about 37 by 29 miles. The asteroid 1997 XF11 is much smaller, probably a mile wide, yet the impact of an asteroid of this size could have catastrophic effects. Over the last two decades, teams of astronomers have just begun to catalog and track near-earth objects.",
        "https://apod.nasa.gov/apod/image/9803/asteroids3_neargal.jpg"
    ],
    [
        "Lunar Dust and Duct Tape",
        "2004-04-17",
        "Why is the Moon dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the long history of micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. This lunar regolith could be a scientific and industrial bonanza. But for the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. On the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their lunar rover's fenders in an effort to keep the \"rooster tails\" of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
        "https://apod.nasa.gov/apod/image/0404/ducttape_apollo17.jpg"
    ],
    [
        "Circling the Sun",
        "2024-01-13",
        "rth's orbit around the Sun is not a circle, it's an ellipse. The point along its elliptical orbit where our fair planet is closest to the Sun is called perihelion. This year, perihelion was on January 2 at 01:00 UTC, with the Earth about 3 million miles closer to the Sun than it was at aphelion (last July 6), the farthest point in its elliptical orbit. Of course, distance from the Sun doesn't determine the seasons, and it doesn't the determine size of Sun halos. Easier to see with the Sun hidden behind a tall tree trunk, this beautiful ice halo forms a 22 degree-wide circle around the Sun, recorded while strolling through the countryside near Heroldstatt, Germany. The Sun halo's 22 degree angular diameter is determined by the six-sided geometry of water ice crystals drifting high in planet Earth's atmosphere.",
        "https://apod.nasa.gov/apod/image/2401/22halo_Zboran1115.jpg"
    ],
    [
        "Global Map: Mars at Opposition",
        "2020-11-20",
        "This may be the best global Mars map made with a telescope based on planet Earth. The image data were captured by a team of observers over six long nights at the Pic du Midi mountaintop observatory between October 8 and November 1, when the fourth rock from the Sun had not wandered far from its 2020 opposition and its biggest and brightest appearance in Earth's night sky. The large telescope used, 1 meter in diameter with a 17 meter focal length, was also used in support of NASA's Apollo lunar landing missions. After about 30 hours of processing, the data were combined to produced this remarkably sharp projected view of the martian surface extending to about 45 degrees northern latitude. The image data have also been mapped onto rotating sphere and rotating stereo views. Fans of Mars can easily pick out their favorite markings on the Red Planet by eyeing a labeled version of this global map of Mars.",
        "https://apod.nasa.gov/apod/image/2011/marsglobalmap_1100.jpg"
    ],
    [
        "Edge-On Spiral Galaxy NGC 891\r\nCredit and Copyright:",
        "1997-02-28",
        "Is our Galaxy this thin? We believe so. \r The Milky Way, like NGC 891 pictured above,\r has the width of a typical spiral galaxy.\r Spirals have most of their bright stars, gas, and obscuring dust\r in a thin disk. This disk can be so thin the spiral galaxy\r appears edge-on like a compact disk seen sideways.\r The dark band across the middle is a lane of dust\r which absorbs light. Some of the billions of stars that\r orbit the center of NGC 891,\r however, appear to be moving too fast to just be traveling in\r circles. What causes this peculiar motion? One hypothesis is that NGC 891 has a large bar across its center\r - a bar that would be obvious were we to see this galaxy face-on instead of edge-on. This false color picture was constructed from 3 near infrared images.",
        "https://apod.nasa.gov/apod/image/9702/ngc891_kp_rot.jpg"
    ],
    [
        "Layered Hills on Mars",
        "2003-12-24",
        "Why are some hills on Mars so layered?  The answer is still under investigation.  Clearly, dark windblown sand surrounds outcropping of light sedimentary rock across the floor of crater Arabia Terra.  The light rock clearly appears structured into many layers, the lowest of which is likely very old.  Although the dark sand forms dunes, rippled dunes of lighter colored sand are easier to see surrounding the stepped mesas.  Blown sand possibly itself eroded once-larger mesas into the layered hills.  Most of the layered shelves are wide enough to drive a truck around.  The above image, showing an area about 3 kilometers across, was taken in October by the Mars Global Surveyor spacecraft currently orbiting Mars.  Tomorrow, the first of three robot spacecraft from Earth is scheduled to arrive at the red planet.",
        "https://apod.nasa.gov/apod/image/0312/marshills_mgs.jpg"
    ],
    [
        "Solar Eclipse in View",
        "2005-04-07",
        "Friday's solar eclipse will be a rare hybrid - briefly appearing as either an annular eclipse or a total eclipse when viewed from along the narrow track of the Moon's shadow. Unfortunately that track, never more than about 30 kilometers wide, lies mostly across the Pacific Ocean, beginning south of New Zealand and just ending in Venezuela. Skywatchers along the beginning and end of the shadow track will see an annular eclipse of the Sun, with the Moon's silhouette briefly surrounded by a bright ring of fire, while observers along the middle of the track will witness a total eclipse phase. But the good news is that over a much broader region of the globe, including New Zealand and much of South and North America, a partial eclipse can be seen as the Moon appears to take a bite out of the Sun. If you want to view the eclipse, take care to do it safely, and check the times for your specific location. So, what location is this solar eclipse view from? The picture above was recorded in November of 2003 from within the track of the Moon's shadow across Antarctica, of course.",
        "https://apod.nasa.gov/apod/image/0504/antarcticeclipse_bruenjes.jpg"
    ],
    [
        "A Super Moon's Halo",
        "2013-06-28",
        "A Full Perigee Moon rose as the Sun set last Sunday. At its closest to Earth it was, by just a bit, the year's brightest and largest Full Moon also known as a Super Moon. Seen from Punta Piedras, Argentina and the mouth of the Rio de La Plata, near Buenos Aires, the Super Moon's light created this magnificent circular lunar halo. Still, the size of a lunar halo is determined by the geometry of six sided water ice crystals in planet Earth's high, thin clouds. The crystals deflect the rays of moonlight more strongly through a minimum angle of 22 degrees. So this halo has an inner radius of 22 degrees, just like the halos of the less-than-super moons. Even more common than a Super Moon, beautiful 22 degree halos can be spotted at any time of year.",
        "https://apod.nasa.gov/apod/image/1306/june22moonhalo_argerich950.jpg"
    ],
    [
        "The Clouds of Orion the Hunter",
        "2015-03-16",
        "Cradled in cosmic dust and glowing hydrogen, stellar nurseries in Orion the Hunter lie at the edge of giant molecular clouds some 1,500 light-years away. Spanning about 30 degrees, this breath-taking vista stretches across the well-known constellation from head to toe (left to right) and beyond. At 1,500 light years away, the Great Orion Nebula is the closest large star forming region, here visible just right and below center. To its left are the Horsehead Nebula, M78, and Orion's belt stars. Sliding your cursor over the picture will also find red giant Betelgeuse at the hunter's shoulder, bright blue Rigel at his foot, the Witch Head Nebula above -- and illuminated by -- Rigel, and the glowing Lambda Orionis (Meissa) nebula on the left, near Orion's head. Of course, the Orion Nebula and bright stars are easy to see with the unaided eye, but dust clouds and emission from the extensive interstellar gas in this nebula-rich complex, are too faint and much harder to record. In this mosaic of broadband telescopic images, additional image data acquired with a narrow hydrogen alpha filter was used to bring out the pervasive tendrils of energized atomic hydrogen gas like in the arc of the giant Barnard's Loop.",
        "https://apod.nasa.gov/apod/image/1503/OrionClouds_Andreo_1080.jpg"
    ],
    [
        "BHR 71: Stars, Clouds, and Jets",
        "2003-01-27",
        "What is happening to molecular cloud BHR 71?  Quite possible, a binary star system is forming inside.  Most stars in our Galaxy are part of binary star systems, but few have ever been seen in formation.  Recent observations of dust-darkened Bok Globule BHR 71, however, show evidence for two young stars forming deep in the cloud, likely close enough to form a binary.  Isolated BHR 71 spans about one light year and lies only about 600 light years away in the southern sky.  The brighter embedded star -- not visible here -- is about 10 times as bright as the Sun and drives the jet that swept out the empty lane. The above four-color image was taken with a Very Large Telescope in Chile.",
        "https://apod.nasa.gov/apod/image/0301/bhr71_vlt.jpg"
    ],
    [
        "Milky Way Over Crater Lake with Airglow",
        "2013-06-19",
        "How many different astronomical phenomena have come together to create the above vista? Several.  First, in the foreground, is Crater Lake -- a caldera created by volcanism on planet Earth about 7,700 years ago. Next, inside the lake, is water.  Although the origin of the water in the crater is melted snowfall, the origin of water on Earth more generally is unclear, but possibly related to ancient Earthly-impacts of icy bodies. Next, the green glow in the sky is airglow, light emitted by atoms high in the Earth's atmosphere as they recombine at night after being separated during the day by energetic sunlight. The many points of light in the sky are stars, glowing by nuclear fusion.  They are far above the atmosphere but nearby to our Sun in the Milky Way Galaxy. Finally, the bright arch across the image is the central band of the Milky Way, much further away, on the average, than the nearby stars, and shaped mostly by gravity. Contrary to appearances, the Milky Way band glows by itself and is not illuminated by the airglow. The above image is a six-frame panorama taken during about two weeks ago in Oregon, USA.",
        "https://apod.nasa.gov/apod/image/1306/mwskyglow_moore_960.jpg"
    ],
    [
        "A Complete Solar Cycle from SOHO",
        "2007-12-03",
        "very eleven years, our Sun goes through a solar cycle. A complete solar cycle has now been imaged by the sun-orbiting SOHO spacecraft, celebrating the 12th anniversary of its launch yesterday. A solar cycle is caused by the changing magnetic field of the Sun, and varies from solar maximum, when sunspot, coronal mass ejection, and flare phenomena are most frequent, to solar minimum, when such activity is relatively infrequent. Solar minimums occurred in 1996 and 2007, while the last solar maximum occurred in 2001. This picture is composed of a SOHO image of the Sun in extreme ultraviolet light for each year of the last solar cycle, with images picked to illustrate the relative activity of the Sun.",
        "https://apod.nasa.gov/apod/image/0712/solarcycle_soho.jpg"
    ],
    [
        "Thackeray's Globules",
        "2008-12-28",
        "Rich star fields and glowing hydrogen gas silhouette dense, opaque clouds of interstellar gas and dust in this Hubble Space Telescope close-up of IC 2944, a bright star forming region in Centaurus, 5,900 light-years away. The largest of these dark globules, first spotted by South African astronomer A. D. Thackeray in 1950, is likely two separate but overlapping clouds, each more than one light-year wide. Combined the clouds contain material equivalent to about 15 times the mass of the Sun, but will they actually collapse to form massive stars? Along with other data, the sharp Hubble images indicate that Thackeray's globules are fractured and churning as a result of intense ultraviolet radiation from young, hot stars already energizing and heating the bright emission nebula. These and similar dark globules known to be associated with other star forming regions may ultimately be dissipated by their hostile environment -- like cosmic lumps of butter in a hot frying pan.   Note : APOD Editor to Speak in New York on Jan. 2",
        "https://apod.nasa.gov/apod/image/0812/thackeray_hst.jpg"
    ],
    [
        "Shuttle Ferry",
        "2003-08-05",
        "How does a space shuttle that landed in California get back to Florida for its next launch?  The answer is by ferry.  NASA operates two commercial Boeing 747 airplanes modified to carry a space shuttle on their backs.  Designated officially as Shuttle Carrier Aircraft or SCA, the 747s were made for commercial flights but bolstered by NASA with several struts, stabilizers, and electronic monitors.  Spanning about 70 meters in length, the two aircraft's combined mass is nearly 150,000 kilograms.  Pictured above, the space shuttle Atlantis is shown being ferried back to NASA Kennedy Space Center in Florida in September 1998.",
        "https://apod.nasa.gov/apod/image/0308/shuttle747_nasa.jpg"
    ],
    [
        "A GRB Host?",
        "1997-06-25",
        "Where do gamma-ray bursts (GRBs) originate? The most powerful explosions in the universe have recently been located with record accuracy.  But do GRBs occur in galaxies or out alone in deep space?  This picture taken with the Hubble Space Telescope of the field surrounding GRB 970228 might provide a clue.  It appears to show an extended structure to the lower right of the GRB, which is identified with an arrow. Many astronomers speculate that this extended structure is a distant galaxy, as its colors and subsequent steady emission indicate. Other astronomers worry that the extended emission is variable and so cannot be a galaxy. Astronomers hoping for more cases to study were rewarded just last Monday with a new, well-located event: GRB 970616. The location of this burst was determined by an unprecedented collaboration involving the tandem use of NASA satellites Compton, Ulysses and Rossi.",
        "https://apod.nasa.gov/apod/image/9706/grbhost_hst.jpg"
    ],
    [
        "Wringing a Wet Towel in Orbit",
        "2013-04-24",
        "What happens if you wring out a wet towel while floating in space? The water shouldn't fall toward the floor because while orbiting the Earth, free falling objects will appear to float.  But will the water fly out from the towel, or what? The answer may surprise you. To find out and to further exhibit how strange being in orbit can be, Expedition 35 Commander Chris Hadfield did just this experiment last week in the microgravity of the Earth orbiting International Space Station. As demonstrated in the above video, although a few drops do go flying off, most of the water sticks together and forms a unusual-looking cylindrical sheath in and around the towel. The self-sticking surface tension of water is well known on Earth, for example being used to create artistic water cascades and, more generally, raindrops.    Astrophysicists: Browse 600+ codes in the Astrophysics Source Code Library",
        "https://www.youtube.com/embed/o8TssbmY-GM?rel=0"
    ],
    [
        "M51: The Whirlpool Galaxy in Dust and Stars",
        "2006-02-19",
        "The Whirlpool Galaxy is a classic spiral galaxy.  At only 30 million light years distant and fully 60 thousand light years across, M51, also known as  NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The above image is a digital combination of a ground-based image from the 0.9-meter telescope at Kitt Peak National Observatory and a space-based image from the Hubble Space Telescope highlighting sharp features normally too red to be seen. Anyone with a good pair of binoculars, however, can see this Whirlpool toward the constellation of Canes Venatici.  M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with a smaller galaxy just off the top of this digitally sharpened image.",
        "https://apod.nasa.gov/apod/image/0602/m51center_hst.jpg"
    ],
    [
        "The Large Cloud of Magellan",
        "2008-12-19",
        "The 16th century Portuguese navigator Ferdinand Magellan and his crew had plenty of time to study the southern sky during the first circumnavigation of planet Earth. As a result, two fuzzy cloud-like objects easily visible to southern hemisphere skygazers are known as the Clouds of Magellan, now understood to be satellite galaxies of our much larger, spiral Milky Way galaxy. About 160,000 light-years distant in the constellation Dorado, the Large Magellanic Cloud (LMC) is seen here in a remarkably detailed, 10 frame mosaic image. Spanning about 30,000 light-years or so, it is the most massive of the Milky Way's satellite galaxies and is the site of the closest supernova in modern times, SN 1987A.  The prominent reddish knot near the bottom is 30 Doradus, or the Tarantula Nebula, a giant star-forming region in the Large Magellanic Cloud. To identify the location of the supernova and navigate your way around the many star clusters and nebulae of the LMC, just consult this well-labeled view.",
        "https://apod.nasa.gov/apod/image/0812/LMCmosaicSSS_gendler.jpg"
    ],
    [
        "Martian Moon Eclipses Martian Moon",
        "2024-02-26",
        "What if there were two moons in the sky -- and they eclipsed each other? This happens on Mars. The featured video shows a version of this unusual eclipse from space. Pictured are the two moons of Mars: the larger Phobos, which orbits closer to the red planet, and the smaller Deimos, which orbits further out. The sequence was captured last year by the ESA’s Mars Express, a robotic spacecraft that itself orbits Mars. A similar eclipse is visible from the Martian surface, although very rarely.  From the surface, though, the closer moon Phobos would appear to pass in front of farther moon Deimos. Most oddly, Phobos orbits Mars so close that it appears to move backwards when compared to Earth's Moon from Earth, rising in west and setting in the east. Phobos, the closer moon, orbits so close and so fast that it passes nearly overhead about three times a day.",
        "https://youtube.com/embed/hwQTH0IGrwE?rel=0"
    ],
    [
        "The Tulip in the Swan",
        "2007-05-24",
        "This expansive (1-degree wide) telescopic view looks out along the plane of our Milky Way Galaxy toward the nebula rich constellation Cygnus the Swan. It is centered on a bright hydrogen emission region recorded in the 1959 catalog by astronomer Stewart Sharpless as Sh2-101. About 8,000 light-years distant the nebula is popularly known as the Tulip Nebula, understandably not the only cosmic cloud to evoke the imagery of flowers. Complex and beautiful in visible light, the area also includes one of the brightest, most famous sources in the x-ray sky, Cygnus X-1. Discovered in the early 1970s, Cygnus X-1 is a bizarre binary system consisting of a massive, hot, supergiant star (seen here) in close orbit with a stellar mass black hole. The Cygnus X-1 system is also estimated to lie a comfortable 8,000 light-years away.",
        "https://apod.nasa.gov/apod/image/0705/tulip_fleming720.jpg"
    ],
    [
        "Lightning on Jupiter",
        "2023-06-25",
        "Does lightning occur only on Earth?  No.  Spacecraft in our Solar System have detected lightning on other planets, including Mars, Jupiter and Saturn, and lightning is likely on Venus, Uranus, and Neptune.  Lightning is a sudden rush of electrically charged particles from one location to another. On Earth, drafts of colliding ice and water droplets usually create lightning-generating charge separation, but what happens on Jupiter? Images and data from NASA's Jupiter-orbiting Juno spacecraft bolster previous speculation that Jovian lightning is also created in clouds containing water and ice.  In the featured Juno photograph, an optical flash was captured in a large cloud vortex near Jupiter's north pole.  During the next few months, Juno will perform several close sweeps over Jupiter's night side, likely allowing the robotic probe to capture more data and images of Jovian lightning.",
        "https://apod.nasa.gov/apod/image/2306/LightningCloud_JunoGill_960.jpg"
    ],
    [
        "Two Black Holes Merge",
        "2016-02-12",
        "Just press play to watch two black holes merge. Inspired by the first direct detection of gravitational waves by LIGO, this simulation video plays in slow motion but would take about one third of a second if run in real time. Set on a cosmic stage the black holes are posed in front of stars, gas, and dust. Their extreme gravity lenses the light from behind them into Einstein rings as they spiral closer and finally merge into one. The otherwise invisible gravitational waves generated as the massive objects rapidly coalesce cause the visible image to ripple and slosh both inside and outside the Einstein rings even after the black holes have merged. Dubbed GW150914, the gravitational waves detected by LIGO are consistent with the merger of 36 and 29 solar mass black holes at a distance of 1.3 billion light-years. The final, single black hole has 62 times the mass of the Sun, with the remaining 3 solar masses converted into energy in gravitational waves.",
        "https://www.youtube.com/embed/I_88S8DWbcU?rel=0"
    ],
    [
        "Orion in Gas, Dust, and Stars",
        "2012-02-12",
        "The constellation of Orion holds much more than three stars in a row.  A deep exposure shows everything from dark nebula to star clusters, all embedded in an extended patch of gaseous wisps in the greater Orion Molecular Cloud Complex.  The brightest three stars on the far left are indeed the famous three stars that make up the belt of Orion.  Just below Alnitak, the lowest of the three belt stars, is the Flame Nebula, glowing with excited hydrogen gas and immersed in filaments of dark brown dust.  Below the frame center and just to the right of Alnitak lies the Horsehead Nebula, a  dark indentation of dense dust that has perhaps the most recognized nebular shapes on the sky. On the upper right lies M42, the Orion Nebula, an energetic caldron of tumultuous gas, visible to the unaided eye, that is giving birth to a new open cluster of stars.  Immediately to the left of M42 is a prominent bluish reflection nebula sometimes called the Running Man that houses many bright blue stars.  The above image, a digitally stitched composite taken over several nights, covers an area with objects that are roughly 1,500 light years away and spans about 75 light years.",
        "https://apod.nasa.gov/apod/image/1202/oriondeep_andreo_960.jpg"
    ],
    [
        "The Anthe Arc around Saturn",
        "2008-09-10",
        "What created this unusual partial ring around Saturn?  Discovered last year, the arc was captured in clear detail only two months ago by the Saturn-orbiting Cassini spacecraft.  Since the arc occupies the same orbit as the small moon Anthe, a leading hypothesis holds that the arc was created by, and is replenished by, meteor impacts on Anthe.  Similar arcs have been previously discovered, including an arc associated with the small Saturnian moon Methone, one arc related to Saturn's G ring, and several arcs orbiting Neptune.  Pictured above, Anthe, only two kilometers across, is seen as the bright point near the top of the Anthe arc. The Anthe arc was imaged by the robotic space probe as it swooped to within 1.5 million kilometers of the small moon.",
        "https://apod.nasa.gov/apod/image/0809/anthearc_cassini.jpg"
    ],
    [
        "Starburst Galaxy IC 10",
        "2012-01-04",
        "Lurking behind dust and stars near the plane of our Milky Way Galaxy, IC 10 is a mere 2.3 million light-years distant. Even though its light is dimmed by intervening dust, the irregular dwarf galaxy still shows off vigorous star-forming regions that shine with a telltale reddish glow in this colorful skyscape. In fact, also a member of the Local Group of galaxies, IC 10 is the closest known starburst galaxy. Compared to other Local Group galaxies, IC 10 has a large population of newly formed stars that are massive and intrinsically very bright, including a luminous X-ray binary star system thought to contain a black hole. Located within the boundaries of the northern constellation Cassiopeia, IC 10 is about 5,000 light-years across.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
        "https://apod.nasa.gov/apod/image/1201/IC10-medHagerGrossmann900c.jpg"
    ],
    [
        "Mars Panorama from Curiosity",
        "2020-03-06",
        "The Mars Rover named Curiosity recorded high-resolution, 360 degree views of its location on Mars late last year. The panoramic scene was stitched from over 1,000 images from Curiosity's Mast camera or Mastcam. In this version, captured with Mastcam's medium angle lens, the rover's deck and robotic arm are in the foreground, stretched and distorted by the extreme wide perspective. Just beyond the rover are regions of clay rich rock, evidence for an ancient watery environment, with a clear view toward more distant martian ridges and buttes. Gale crater wall runs across the center (toward the north) in the background over 30 kilometers in the distance. The upper reaches of Mt. Sharp are at the far right. Images to construct the panorama were recorded over 4 consecutive sols between local noon and 2pm to provide consistent lighting. Zoom in to the panoramic scene and you can easily spot the shadow casting sundial mounted on rover's deck (right). In July NASA plans to launch a new rover to Mars named Perseverance.",
        "https://apod.nasa.gov/apod/image/2003/PIA23623_fig1_600v.jpg"
    ],
    [
        "A Meteor Shower Fireball Movie",
        "2005-08-12",
        "Go outside tonight and see a celestial light show -- the later the better.  Tonight is the peak of the month-long Perseid Meteor Shower.  Although visible every year at this time, the Perseids are expected to appear particularly active this year due to the relative absence of glare from the Moon during the peak.   Tonight, a thin moon will set a few hours after the Sun, leaving a moonless and dark sky.  All through the night, all over the sky, meteors will appear to shoot out the constellation Perseus and across the sky.  The rate of meteors and fireballs is not known for sure, but expected by some to be as high as one meteor flash every minute.  Lucky sky gazers might be treated to a bright fireball like the one pictured above.  That fireball was captured by a digital recorded over Wise Observatory during the 2001 Leonid Meteor Shower.  The meteor shower poses no danger as few, if any, of the sand-sized flaring bits are expected to reach the ground.",
        "https://apod.nasa.gov/apod/image/0508/MeteorMovie_brosch.gif"
    ],
    [
        "CG4: A Ruptured Cometary Globule",
        "1998-12-06",
        "The odd looking \"creature\" to the right of center in the above photo is a gas cloud known as a cometary globule. This globule, however, has ruptured. Cometary globules are typically characterized by dusty heads and elongated tails.  These features cause cometary globules to have visual similarities to comets, but in reality they are very much different.  Cometary globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not completely known. The galaxy to the left of center is very far in the distance and is only placed near CG4 by chance superposition.",
        "https://apod.nasa.gov/apod/image/9812/cg4_aat_big.jpg"
    ],
    [
        "GRB 980703: A Reassuring Redshift",
        "1998-07-13",
        "In the old days, just over a year ago, astronomers had little idea of the true distance to  gamma-ray bursts.  Did these enigmatic explosions occur in our outer Galaxy, or in the outer Universe?  Last May, a first telling distance measure was made - GRB 970508 showed an absorption line with a redshift of about 0.8 - indicating that this gamma-ray burst (GRB) was an enormous distance away.  Skeptics, however, are not always convinced by an unrepeated measurement. Since then, though, other tantalizing coincidences have occurred: GRB 971214 occurred unusually near a galaxy with the enormous redshift of 3.4, and GRB 980425 occurred unusually near a peculiar low-redshift supernova.  Skeptics were intrigued. Now, the potentially definitive implications of the above-pictured optical transient might impress even the cautious.  GRB 980703's optical transient shows a well-measured redshift from both an absorption line and an emission line: 0.97. The above negative highlights the uncommon transient source with the label \"OT\", while letters designate common comparison stars.",
        "https://apod.nasa.gov/apod/image/9807/grb980703_keck.jpg"
    ],
    [
        "Globular Star Cluster 47 Tuc",
        "2024-02-08",
        "Globular star cluster 47 Tucanae is a jewel of the southern sky. Also known as NGC 104, it roams the halo of our Milky Way Galaxy along with some 200 other globular star clusters. The second brightest globular cluster (after Omega Centauri) as seen from planet Earth, 47 Tuc lies about 13,000 light-years away. It can be spotted with the naked-eye close on the sky to the Small Magellanic Cloud in the constellation of the Toucan. The dense cluster is made up of hundreds of thousands of stars in a volume only about 120 light-years across. Red giant stars on the outskirts of the cluster are easy to pick out as yellowish stars in this sharp telescopic portrait. Tightly packed globular cluster 47 Tuc is also home to a star with the closest known orbit around a black hole.",
        "https://apod.nasa.gov/apod/image/2402/NGC104_RGB_NASA1024.png"
    ],
    [
        "ISS: Sunlight to Shadow",
        "2008-02-28",
        "Orbiting 400,000 kilometers above the Earth, the Moon slid into Earth's shadow to begin last week's total lunar eclipse. Of course the International Space Station (ISS) slides into Earth's shadow every 90 minutes, the time it takes it to complete one orbit at an altitude of about 400 kilometers. Recorded near sunset on February 7, looking toward the north, this composite of 70 exposures shows the trail of the ISS (with gaps between exposures) as it moved left to right over the city of Tübingen in southern Germany. Beginning in sunlight on the left, the ISS vanishes as it enters Earth's shadow at the far right, above the northeastern horizon. As seen from Tübingen, the passage took about 4 minutes. Clicking on the image will download a time-lapse animation (mpg file) based on the individual exposures that includes a plane flying along the horizon.",
        "https://apod.nasa.gov/apod/image/0802/iss07feb08_credner_p.jpg"
    ],
    [
        "The Star Pillars of Sharpless 171",
        "2005-09-27",
        "Towering pillars of cold gas and dark dust adorn the center star forming region of Sharpless 171.  An open cluster of stars is forming there from the gas in cold molecular clouds.  As energetic light emitted by young massive stars boils away the opaque dust, the region fragments and picturesque pillars of the remnant gas and dust form and slowly evaporate.  The energetic light also illuminates the surrounding hydrogen gas, energize it to glow as a red emission nebula.  Pictured above is the active central region of the Sharpless 171 greater emission nebula.  Sharpless 171 incorporates NGC 7822 and the active region Cederblad 214, much of which is imaged above.   The area above spans about 20 light years, lies about 3,000 light years away, and can be seen with a telescope toward the northern constellation of the King of Ethiopia (Cepheus).",
        "https://apod.nasa.gov/apod/image/0509/ced214_outters.jpg"
    ],
    [
        "Earthrise",
        "2015-09-06",
        "What's that rising over the edge of the Moon? Earth. About 47 years ago, in December of 1968, the Apollo 8 crew flew from the Earth to the Moon and back again. Frank Borman, James Lovell, and William Anders were launched atop a Saturn V rocket on December 21, circled the Moon ten times in their command module, and returned to Earth on December 27. The Apollo 8 mission's impressive list of firsts includes: the first humans to journey to the Earth's Moon, the first to fly using the Saturn V rocket, and the first to photograph the Earth from deep space.  As the Apollo 8 command module rounded the farside of the Moon, the crew could look toward the lunar horizon and see the Earth appear to rise, due to their spacecraft's orbital motion. Their famous picture of a distant blue Earth above the Moon's limb was a marvelous gift to the world.",
        "https://apod.nasa.gov/apod/image/1509/Earthrise_Apollo8_960.jpg"
    ],
    [
        "Antlia: A New Galactic Neighbor \r\nCredit and Copyright:",
        "1997-04-23",
        "Meet Antlia, a newly discovered neighbor of\r our Milky Way Galaxy. Announced just last week, this faint member\r of our Local Group of Galaxies\r has only about one million stars. It is late in being noticed\r because it is so hard to see against a bright sky. This faint galaxy is seen here in the background - the bright stars visible are in our own galaxy. The Antlia Dwarf Galaxy\r is actually a dwarf spheroidal galaxy,\r similar to nine known dwarf spheroidals that orbit our Milky Way\r Galaxy. Antlia,\r named for the constellation\r in which it resides, is unusual because it does not hover near\r either of the two major galaxies of the Local Group: our Milky Way Galaxy\r and M31.\r",
        "https://apod.nasa.gov/apod/image/9704/antlia_uks.gif"
    ],
    [
        "NGC 3628: The Hamburger Galaxy",
        "2017-05-03",
        "No, hamburgers are not this big. What is pictured is a sharp telescopic view of a magnificent edge-on spiral galaxy NGC 3628, a puffy galactic disk divided by dark dust lanes. Of course, this deep galactic portrait puts some astronomers in mind of its popular moniker, The Hamburger Galaxy. The tantalizing island universe is about 100,000 light-years across and 35 million light-years away in the northern springtime constellation Leo. NGC 3628 shares its neighborhood in the local Universe with two other large spirals M65 and M66 in a grouping otherwise known as the Leo Triplet. Gravitational interactions with its cosmic neighbors are likely responsible for the extended flare and warp of this spiral's disk.",
        "https://apod.nasa.gov/apod/image/1705/NGC3628_Coles_960.jpg"
    ],
    [
        "A Digital Sunset Over Europe and Africa",
        "2003-03-24",
        "No single spacecraft or astronaut took this picture.  It is a digital composite of archived images taken by several Earth-orbiting satellites and ocean-faring ships.  Similar images can be digitally stitched together for any Earth location by John Walker's Earth and Moon Viewer website.  Specifically, the daytime land images were taken by the MODIS instrument on NASA's Terra satellite, while the nighttime images were taken by the DMSP satellites.  This image is different from what an astronaut would see for reasons including a complete lack of clouds and an unrealistic exaggeration of lights and contrasts.  The image has become both an internet wave in that it continues to circulate as an attachment to digital correspondence, and a modern urban legend.  Another image like that is Earth at Night.  The reason for the image's continued popularity might be simple: it is really cool looking.",
        "https://apod.nasa.gov/apod/image/0303/europesunset_livingearth.jpg"
    ],
    [
        "Young Star Cluster Westerlund 2",
        "2008-01-31",
        "Dusty stellar nursery RCW 49 surrounds young star cluster Westerlund 2 in this remarkable composite skyscape from beyond the visible spectrum of light. Infrared data from the Spitzer Space Telescope is shown in black and white, complimenting the Chandra X-ray image data (in false color) of the hot energetic stars within the cluster's central region. Looking toward the grand southern constellation Centaurus, both views reveal stars and structures hidden from optical telescopes by obscuring dust. Westerlund 2 itself is a mere 2 million years old or less, and contains some of our galaxy's most luminous, massive and therefore short-lived stars. The infrared signatures of proto-planetary disks have also been identified in the intense star forming region. At the cluster's estimated distance of 20,000 light-years, the square marking the Chandra field of view would be about 50 light-years on a side.",
        "https://apod.nasa.gov/apod/image/0801/wd2_xrayir_c790.jpg"
    ],
    [
        "Dark Slope Streaks Split on Mars",
        "2018-07-18",
        "What is creating these dark streaks on Mars? No one is sure. Candidates include dust avalanches, evaporating dry ice sleds, and liquid water flows.  What is clear is that the streaks occur through light surface dust and expose a deeper dark layer.  Similar streaks have been photographed on Mars for years and are one of the few surface features that change their appearance seasonally.  Particularly interesting here is that larger streaks split into smaller streaks further down the slope.  The featured image was taken by the HiRISE camera on board the Mars-orbiting Mars Reconnaissance Orbiter (MRO) several months ago.  Currently, a global dust storm is encompassing much of Mars.",
        "https://apod.nasa.gov/apod/image/1807/MarsSlopeStreaks_MRO_960.jpg"
    ],
    [
        "Black Holes in Galactic Centers",
        "1999-10-17",
        "Do all galaxies have black holes at their centers?  Although not even a single galaxy has yet been proven to have a central black hole, the list of candidates continues to increase.  Results by astronomers using instruments like the Hubble Space Telescope now indicate that most - and possibly even all - large galaxies may harbor one of these dense beasts. In all the galaxies studied, star speeds continue to increase closer the very center. This in itself indicates a center millions of times more massive than our Sun is needed to contain the stars.  This mass when combined with the limiting size make the case for the central black holes.  Will we ever know for sure?",
        "https://apod.nasa.gov/apod/image/9701/ngc4_hst.jpg"
    ],
    [
        "Seven Sisters Versus California",
        "1996-06-18",
        "In the lower left corner, dressed in blue, is the Pleiades.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and most easily visible open clusters on the sky. The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across. Surrounding the stars is a spectacular blue reflection nebula made of fine dust.  A common legend is that one of the brighter stars faded since the cluster was named. In the upper right corner, dressed in red, the California Nebula.  Named for its shape, the California Nebula is much dimmer and hence harder to see than the Pleiades. Also known as NGC 1499, this mass of red glowing hydrogen gas is about 1500 light years away.",
        "https://apod.nasa.gov/apod/image/pleiadesCal_dd.gif"
    ],
    [
        "Halley Dust and Milky Way",
        "2019-05-10",
        "Grains of cosmic dust streaked through the mostly moonless night skies of May 7. Swept up as planet Earth plowed through the debris streams left behind by periodic Comet Halley, the annual meteor shower is known as the Eta Aquarids. Though it was made about a day after the shower's predicted maximum, this composite image still captures 20 meteors in exposures taken over a 2 hour period, registered on a background exposure of the sky. The meteor trails point back to the shower radiant near eponymous faint star Eta Aquarii close to the horizon, seen from 100 kilometers south of Sydney Australia. Known for speed, Eta Aquarid meteors move fast, entering the atmosphere at about 66 kilometers per second. Brilliant Jupiter shines near the central bulge of the Milky Way high above the horizon. The Southern Cross is just tucked in to the upper right corner of the frame.",
        "https://apod.nasa.gov/apod/image/1905/eta_aquarids_Gang_1200.jpg"
    ],
    [
        "M13: A Great Globular Cluster of Stars",
        "2016-07-27",
        "M13 is one of the most prominent and best known globular clusters.  Visible with binoculars in the constellation of Hercules, M13 is frequently one of the first objects found by curious sky gazers seeking celestials wonders beyond normal human vision.  M13 is a colossal home to over 100,000 stars, spans over 150 light years across, lies over 20,000 light years distant, and is over 12 billion years old.  At the 1974 dedication of Arecibo Observatory, a radio message about Earth was sent in the direction of M13.  The featured image in HDR, taken through a small telescope, spans an angular size just larger than a full Moon, whereas the inset image, taken by Hubble Space Telescope, zooms in on the central 0.04 degrees.",
        "https://apod.nasa.gov/apod/image/1607/M13_Fournier_960.jpg"
    ],
    [
        "Nebulae For Christmas",
        "1998-12-25",
        "If our Galaxy were a Christmas tree, planetary nebulae would adorn it like colorful lighted ornaments twinkling on a cosmic scale. Glowing shrouds of gas ejected by red giant stars, planetary nebulae like NGC 6578 (left) and IC 3568 last for a mere 10,000 years or so as swollen stellar giants are transformed into fading, cooling white dwarf stars. Meanwhile ... have a safe, happy holiday season and Best Wishes to all from APOD!",
        "https://apod.nasa.gov/apod/image/9812/ngc6578_1.jpg"
    ],
    [
        "The Milky Way Near the Southern Cross",
        "2000-06-18",
        "This breathtaking patch of sky would be above you were you to stand at the South Pole of the Earth.  Just above and to the right of this photograph's center are the four stars that mark the boundaries of the famous Southern Cross.  At the top of this constellation, also known as The Crux, is the orange star Gamma Crucis.  The band of stars, dust, and gas crossing the middle of the photograph is part our Milky Way Galaxy.  In the very center of the photograph is the dark Coal Sack Nebula, and the bright nebula on the far right is the Carina Nebula.  The Southern Cross is such a famous constellation that it is depicted on the national flag of Australia.",
        "https://apod.nasa.gov/apod/image/0006/southerncross_gb_big.jpg"
    ],
    [
        "NGC 7789: Galactic Star Cluster",
        "1999-07-09",
        "At 1.6 billion years old, this cluster of stars is beginning to show its age. NGC 7789 is an open or galactic star cluster about 8,000 light-years distant toward the constellation Cassiopeia and lies near the plane of our Milky Way galaxy. All the stars in the cluster were likely born at the same time but the brighter and more massive ones have more rapidly exhausted the hydrogen fuel in their cores. These have evolved from main sequence stars like the sun into the gaggle of red giant stars apparent (with a reddish-yellow cast) in this lovely composite color image. Comparing computer models to observations of the red giants and main sequence stars astronomers can determine the mass and hence the age of the cluster stars just starting to \"turn off\" the main sequence to become red giants.",
        "https://apod.nasa.gov/apod/image/9907/ngc7789_mochejska.jpg"
    ],
    [
        "Comet Lovejoy Before Galaxy M63",
        "2013-12-02",
        "Comet Lovejoy was captured last week passing well in front of spiral galaxy M63. Discovered only three months ago and currently near its maximum brightness, Comet Lovejoy can be seen near the Big Dipper from dark northerly locations before dawn with the unaided eye. An unexpected rival to Comet ISON, C/2013 R1 (Lovejoy), pictured above, is currently sporting a large green coma and a beautifully textured ion tail. Comet Lovejoy is now headed back to the outer Solar System but should remain a good sight in binoculars for another few weeks. Conversely, spiral galaxy M63, lies far in the distance and is expected to remain stationary on the sky and hold its relative brightness for at least the next few million years.   Late ISON News: The continuing saga of Comet ISON | In memoriam",
        "https://apod.nasa.gov/apod/image/1312/lovejoy1_peach_960.jpg"
    ],
    [
        "Moon Mountains Magnified during Ring of Fire Eclipse",
        "2023-09-17",
        "What are those dark streaks in this composite image of a solar eclipse? They are reversed shadows of mountains at the edge of the Moon.  The center image, captured from Xiamen, China, has the Moon's center directly in front of the Sun's center. The Moon, though, was too far from the Earth to completely block the entire Sun.  Light that streamed around the edges of the Moon is called a  ring of fire. Images at each end of the sequence show sunlight that streamed through lunar valleys.  As the Moon moved further in front of the Sun, left to right, only the higher peaks on the Moon's perimeter could block sunlight.  Therefore, the dark streaks are projected, distorted, reversed, and magnified shadows of mountains at the Moon's edge.  Bright areas are called Baily's Beads. Only people in a narrow swath across Earth's Eastern Hemisphere were able to view this full annular solar eclipse in 2020. Next month, though, a narrow swath crossing both North and South America will be exposed to the next annular solar eclipse. And next April, a total solar eclipse will be visible across North America.   Open Science: Browse 3,000+ codes in the Astrophysics Source Code Library",
        "https://apod.nasa.gov/apod/image/2309/BeadMountains_Letian_960.jpg"
    ],
    [
        "Tycho's Supernova Remnant in X-ray",
        "2019-01-13",
        "What star created this huge puffball?  What's pictured is the hot expanding nebula of Tycho's supernova remnant, the result of a stellar explosion first recorded over 400 years ago by the famous astronomer Tycho Brahe.  The featured image is a composite of three X-ray colors taken by the orbiting Chandra X-ray Observatory. The expanding gas cloud is extremely hot, while slightly different expansion speeds have given the cloud a puffy appearance.  Although the star that created SN 1572, is likely completely gone, a star dubbed Tycho G, too dim to be discerned here, is thought to be a companion. Finding progenitor remnants of Tycho's supernova is particularly important because the supernova is of Type Ia, an important rung in the distance ladder that calibrates the scale of the visible universe.   The peak brightness of Type Ia supernovas is thought to be well understood, making them quite valuable in exploring the relationship between faintness and farness in the distant universe.",
        "https://apod.nasa.gov/apod/image/1901/TychoSNR_Chandra_960.jpg"
    ],
    [
        "Bright Sun and Crescent Earth from the Space Station",
        "2009-11-30",
        "This was just one more breathtaking view from the International Space Station.  The Sun, a crescent Earth, and the long arm of a solar panel were all visible outside a window when the Space Shuttle Atlantis visited the orbiting outpost last week. Reflections from the window and hexagonal lens flares from the camera are superposed. The space shuttle landed Friday after a successful 10 day mission to expand and resupply the ISS. Numbered STS-129, the space shuttle mission returned astronaut Nicole Stott to Earth from her stay on the ISS as a Flight Engineer in the Expedition 20 and 21 crews.",
        "https://apod.nasa.gov/apod/image/0911/sunearthpanel_sts129.jpg"
    ],
    [
        "Stereo Saturn",
        "1997-10-29",
        "Get out your red/blue glasses and launch yourself into this stereo picture of Saturn! The picture is actually composed from two images recorded weeks apart by the Voyager 2 spacecraft during its visit to the Saturnian System in August of 1981. Traveling at about 35,000 miles per hour, the spacecraft's changing viewpoint from one image to the next produced this exaggerated but pleasing stereo effect. Saturn is the second largest planet in the Solar System, after Jupiter. Its spectacular ring system is so wide that it would span the space between the Earth and Moon. Although they look solid here, Saturn's Rings consist of individually orbiting bits of ice and rock ranging in size from grains of sand to barn-sized boulders.",
        "https://apod.nasa.gov/apod/image/9710/sat3d_voyager.gif"
    ],
    [
        "M57: The Ring Nebula",
        "2018-04-17",
        "cept for the rings of Saturn, the Ring Nebula (M57) is probably the most famous celestial band. Its classic appearance is understood to be due to our own perspective, though. The recent mapping of the expanding nebula's 3-D structure, based in part on this clear Hubble image,indicates that the nebula is a relatively dense, donut-like ring wrapped around the middle of a (American) football-shaped cloud of glowing gas. The view from planet Earth looks down the long axis of the football, face-on to the ring. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from the dying, once sun-like star, now a tiny pinprick of light seen at the nebula's center. Intense ultraviolet light from the hot central star ionizes atoms in the gas. The Ring Nebula is about one light-year across and 2,000 light-years away.   Share the Sky: NASA Open API for APOD",
        "https://apod.nasa.gov/apod/image/1804/Ring_HubbleDonatiello_960.jpg"
    ],
    [
        "Dust Storm on Planet Earth",
        "2000-03-03",
        "From low Earth orbit, NASA's SeaWIFS instrument records ocean color, tracking changes in our water world's climate and biosphere. But even an ocean planet can have dust storms. On February 26th, SeaWIFS returned this dramatic close-up view of a vast, developing cloud of Saharan desert dust blowing from northwest Africa (lower right) a thousand miles or more out over the Atlantic Ocean. While there are indications that the planet-spanning effects of the Saharan dust events include the decline of the ecologies of coral reefs in the Caribbean and an increased frequency of Atlantic hurricanes, there is also evidence that the dust provides nutrients to the Amazonian rain forests. From space-based vantage points, other satellite images have also revealed storms which transport massive quantities of fine sand and dust across Earth's oceans.",
        "https://apod.nasa.gov/apod/image/0003/feb26sandstorm_seawifs.jpg"
    ],
    [
        "The Unusual Boulder at Tycho's Peak",
        "2018-05-07",
        "Why is there a large boulder near the center of Tycho's peak? Tycho crater on the Moon is one of the easiest features to see, visible even to the unaided eye (inset, lower right).  But at the center of Tycho (inset, upper left) is a something unusual -- a 120-meter boulder.  This boulder was imaged at very high resolution at sunrise, over the past decade, by the Moon-circling Lunar Reconnaissance Orbiter (LRO).  The leading origin hypothesis is that that the boulder was thrown during the tremendous collision that formed Tycho crater about 110 million years ago, and by chance came back down right near the center of the newly-formed central mountain. Over the next billion years meteor impacts and moonquakes should slowly degrade Tycho's center, likely causing the central boulder to tumble 2000 meters down to the crater floor and disintegrate.",
        "https://apod.nasa.gov/apod/image/1805/TychoBoulder2_LRO_960.jpg"
    ]
]